[
    {
        "blog_id": 1,
        "category_name": "Sports",
        "blogs": [
            {
                "id": 1,
                "trending": 1,
                "author_info": {
                    "author_name": "Sandipan-Ghosh",
                    "author_img": "https://i.ibb.co/CMxR6BY/tp-Rro-H4-G-400x400.jpg",
                    "designation": "Blogger",
                    "followers": "2.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/7VTp76X/0-5458300825548035.jpg",
                    "title": "FIFA World Cup 2022: Final Man of the Match winners (Final Match Heroes)",
                    "description": "Argentine captain, the legendary footballer, Lionel Messi won the Man of the Match award in the FIFA World Cup 2022 final. His heroic performance inspired the nation to seal their third FIFA World Cup title after beating the defending champions France in a thrilling contest as the match moved to the tie-breaker round for the decider.December 18, 2022 – it was an unforgettable day for football fans as we experienced one of the greatest football matches in the Final match of the FIFA World Cup 2022. Argentina and France, two strong teams in this tournament, met in the final of the tournament. Both teams were eyeing lifting their third WC trophy, while the defending champions France were desperate to clinch the trophy for the second successive edition.",
                    "published_date": "2/1/2023"
                }
            },
            {
                "id": 2,
                "trending": 0,
                "author_info": {
                    "author_name": "Kalam",
                    "author_img": "https://i.ibb.co/Gxd9k2K/images.jpg",
                    "designation": "Blogger",
                    "followers": "3.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/y4WdB0G/dasun-shanaka-starred-in-sri-l.webp",
                    "title": "Live Cricket Score: India vs Sri Lanka, 2nd T20I, Pune",
                    "description": "The Sri Lankan captain brings himself on for the final over and gets the wicket of Axar with his third delivery. He also bags the wicket of Mavi and concedes only four runs to star in Sri Lanka's 16-run win that helps them level the series.Despite starting with two wides, Rajitha keeps it to 12 in the penultimate over, leaving India with 21 to get in the final over.",
                    "published_date": "3/1/2023"
                }
            },
            {
                "id": 3,
                "trending": 1,
                "author_info": {
                    "author_name": "Shrinath",
                    "author_img": "https://i.ibb.co/ZW0YZPm/24664885f97cee26dacdb223f35f76db.jpg",
                    "designation": "Blogger",
                    "followers": "4.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/R7FSrdx/badminton1-1562313127.jpg",
                    "title": "BWF Badminton World Championship 2013",
                    "description": "The badminton world championship 2013 is scheduled to be held next month in August. Nearly 400 of the world's top ranked players are expected to participate in the tournament, which will be held in Guangzhou in China from 05-Aug-2013 to 11-Aug-2013.The tournament is held once every year, and is the most prestigious tournament in the badminton world, and the winners get the honour of being officially known as the 'world champion'.",
                    "published_date": "1/1/2023"
                }
            }
        ]
    },
    {
        "blog_id": 2,
        "category_name": "Travel",
        "blogs": [
            {
                "id": 1,
                "trending": 1,
                "author_info": {
                    "author_name": "Alik",
                    "author_img": "",
                    "designation": "Blogger",
                    "followers": "2.3k"
                },
                "blog_info": {
                    "img": "",
                    "title": "",
                    "description": "",
                    "published_date": "2/1/2023"
                }
            },
            {
                "id": 2,
                "trending": 0,
                "author_info": {
                    "author_name": "Kalam",
                    "author_img": "",
                    "designation": "blogger",
                    "followers": "3.3k"
                },
                "blog_info": {
                    "img": "",
                    "title": "",
                    "description": "",
                    "published_date": "3/1/2023"
                }
            },
            {
                "id": 3,
                "trending": 1,
                "author_info": {
                    "author_name": "Selim",
                    "author_img": "",
                    "designation": "",
                    "followers": "4.3k"
                },
                "blog_info": {
                    "img": "",
                    "title": "",
                    "description": "",
                    "published_date": "1/1/2023"
                }
            }
        ]
    },
    {
        "blog_id": 3,
        "category_name": "Health",
        "blogs": [
            {
                "id": 1,
                "trending": 1,
                "author_info": {
                    "author_name": "Alik",
                    "author_img": "https://i.ibb.co/khrvG0Z/New-COVID-Pic.jpg",
                    "designation": "blogger",
                    "followers": "2.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/s5RY0RX/download.jpg",
                    "title": "Older people who've had COVID-19 may be at significantly higher risk",
                    "description": "According to a new study, the risk of older people developing Alzheimer’s disease over a one-year period nearly doubled following a COVID-19 diagnosis.The highest risk was observed in women ages 85 and older.Researchers aren’t sure whether COVID-19 triggers the development of Alzheimer’s disease or if it quickens its emergence.In a study published in the Journal of Alzheimer’s Disease, researchers at Case Western Reserve University School of Medicine found the risk of older people developing Alzheimer’s disease nearly doubled over a one-year period following COVID-19 infection.",
                    "published_date": "2/1/2023"
                }
            },
            {
                "id": 2,
                "trending": 0,
                "author_info": {
                    "author_name": "Kalam",
                    "author_img": "https://i.ibb.co/khrvG0Z/New-COVID-Pic.jpg",
                    "designation": "blogger",
                    "followers": "3.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/ZfNY3n1/inserting-strip-118265.jpg",
                    "title": "Diabetes Self-Management",
                    "description": "Diabetes Self-Management offers practical and relevant “how-to” information on nutrition, exercise, new drugs, medical advances, self-help, and more. On this blog, you’ll find a roundup of expert tips, knowledge, and insights about diabetes self-care written by health-care professionals and people with diabetes, as well as reports about late-breaking diabetes news.In addition, they offer a free newsletter so you can stay up to date on the latest diabetes news at all times.",
                    "published_date": "3/1/2023"
                }
            },
            {
                "id": 3,
                "trending": 1,
                "author_info": {
                    "author_name": "Selim",
                    "author_img": "https://i.ibb.co/khrvG0Z/New-COVID-Pic.jpg",
                    "designation": "blogger",
                    "followers": "4.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/TKGLtck/Heart-disease-the-new-concern-for-young-people-scaled.jpg",
                    "title": "Heart disease or Heart attack: new concern for young people",
                    "description": "In today’s world, heart disease, cardiac arrest or heart attack is considered to be one of the leading causes of death. At one time, it was thought that only the elderly were at risk of heart attacks. That notion is now deemed irrelevant due to the current situation, where young and middle-aged people are now suffering from heart attacks.Around 20 million people worldwide die from cardiovascular disease each year, accounting for about 32% of global deaths. 60% of these deaths are due to heart attacks; coronary heart disease accounts for three-quarters of deaths in low- and middle-income countries in South Asia. In developing countries like Bangladesh, the risk of death due to heart disease is about 14.31%. In the last 10 years, the death rate due to heart attacks has increased 35 times for men and 48 times for women in Bangladesh. What is most alarming, however, is that incidents of heart attacks are gradually increasing among the younger generation.",
                    "published_date": "1/1/2023"
                }
            }
        ]
    },
    {
        "blog_id": 4,
        "category_name": "Fashion",
        "blogs": [
            {
                "id": 1,
                "trending": 1,
                "author_info": {
                    "author_name": "Alik",
                    "author_img": "https://i.ibb.co/KwnKC0Y/leopard-coat-street-style.webp",
                    "designation": "blogger",
                    "followers": "2.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/HTK2Qsp/Kids-wear.jpg",
                    "title": "Global kids fashion market, its trend and Bangladesh’s position",
                    "description": "Today’s young generation is quite fashion conscious. In this era of technology, fashion touches all over the world. Everybody likes to wear such dress which looks is more suitable, which looks will be accepted, noticed by everyone at a party, or festive. With the change of the season or year, the current fashion is changing. This story covers the changing of fashion running across the world and depicts Bangladesh’s role in contributing to that.Personality is emerged based on everyone’s taste and needs. From teenager to middle-aged even in aged, the variety of fashion is prevailing. So why will children stay away from this trend? Nowadays parents are very aware of their children’s dress selection. Young parents do not want to sacrifice their own aesthetic choices for the sake of dressing their children. They want them to look cool and keep them fresh. Parents always spend a good portion of the money for their children’s well getup. Therefore, kids wear is becoming a leading business venture for many designers.",
                    "published_date": "2/1/2023"
                }
            },
            {
                "id": 2,
                "trending": 0,
                "author_info": {
                    "author_name": "Kalam",
                    "author_img": "https://i.ibb.co/KwnKC0Y/leopard-coat-street-style.webp",
                    "designation": "blogger",
                    "followers": "3.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/BTGZbVF/Jewelry-Bloggers-Daniele.webp",
                    "title": "Daniele Miele – Gem Gossip",
                    "description": "If you want to learn + know what is happening in the jewelry world, then Gem Gossip is the blog is for you. Daniele covers a LOT! If you look at the categories on her blog, you’ll see that she covers jewelry schools to shows to designers and a whole lot more.Daniele is a graduate gemologist from the GIA and spent several years experience working at an antique jewelry store. She is now a full time writer and consultant. Follow her blog on Instagram.",
                    "published_date": "3/1/2023"
                }
            },
            {
                "id": 3,
                "trending": 1,
                "author_info": {
                    "author_name": "Selim",
                    "author_img": "https://i.ibb.co/KwnKC0Y/leopard-coat-street-style.webp",
                    "designation": "blogger",
                    "followers": "4.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/QJsdGM4/nicolekudelova-1.webp",
                    "title": "Changes are possible if you have union and you can make it work",
                    "description": "Aclamemos a los verdaderos héroesH&M ha declarado la “Semana Mundial del Reciclaje” del 18 al 24 de abril de 2016 con una campaña de marketing de gran envergadura que pretende recoger 1.000 toneladas de ropa usada durante esa semana y reciclarlas para convertirlas en nuevas fibras. Fashion Revolution desafió este objetivo, señalando que sólo una pequeña fracción de las 1.000 toneladas propuestas como objetivo pueden convertirse en nuevas fibras textiles ya que la tegnología para ello aún no existe. La organización también desafió lo desconsiderado del momento para la promoción, que coincide con el 24 de abril, justo cuando hace tres años 1.134 personas murieron en Rana Plaza, en Bangladesh, haciendo ropa para cadenas minoristas, y H&M es el mayor productor de prendas en Bangladesh.",
                    "published_date": "1/1/2023"
                }
            }
        ]
    },
    {
        "blog_id": 5,
        "category_name": "Food",
        "blogs": [
            {
                "id": 1,
                "trending": 1,
                "author_info": {
                    "author_name": "Alik",
                    "author_img": "https://i.ibb.co/Gxk3hj4/2020-10-03-16-25-37-285-01.jpg",
                    "designation": "blogger",
                    "followers": "2.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/HPz2yWw/IMG20220202212244-1-01-950x1267.webp",
                    "title": "BBQ-Grilled Chick’n Cheese Blast Burger of FRIGGY’S!",
                    "description": "BBQ flavoured juicy grilled chicken patty with cheese, worcestershire sauce, fresh salad, pickles served on a freshly baked brioche bun. Burger comes with a mayo-garlic dip.",
                    "published_date": "2/1/2023"
                }
            },
            {
                "id": 2,
                "trending": 0,
                "author_info": {
                    "author_name": "Kalam",
                    "author_img": "https://i.ibb.co/Gxk3hj4/2020-10-03-16-25-37-285-01.jpg",
                    "designation": "blogger",
                    "followers": "3.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/VCSpPjs/116582075-617508599194519-424621447964823935-o-950x710.jpg",
                    "title": "Chick Room Burger of Kudos",
                    "description": "The burger comes with a well grilled, flavorful chicken patty, mushrooms, cheese and sauces. Flavours were present, and had a charred smell which I really liked. The burger was not in a pool of sauces which actually helped the flavours to enunciate with each bite.",
                    "published_date": "3/1/2023"
                }
            },
            {
                "id": 3,
                "trending": 1,
                "author_info": {
                    "author_name": "Selim",
                    "author_img": "https://i.ibb.co/Gxk3hj4/2020-10-03-16-25-37-285-01.jpg",
                    "designation": "blogger",
                    "followers": "4.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/Kh1tYY8/114624378-616143802664332-2422986715473775057-o-e1597615704601.jpg",
                    "title": "Diavola Pizza of Grab Your Pizza",
                    "description": "Presenting to you a brand new Cloud Pizza Shop in Dhanmondi 6/a, named Grab Your Pizza! They’re offering 6 different types of pizza, and sent me 2 of them. Let’s jump into the review, shall we?Being more on the spicier side, this pizza consists of spicy beef salami, beef chunks, cheese, pizza sauce, jalapeno, olives and sesame seeds sprinkled all over. Loved the crust of the pizzas as they helped the flavours to flourish by being lesser doughy. Beef pizzas have a different flavour, a beautiful one, which expands inside the mouth with every chew.",
                    "published_date": "1/1/2023"
                }
            }
        ]
    },
    {
        "blog_id": 6,
        "category_name": "Technology",
        "blogs": [
            {
                "id": 1,
                "trending": 1,
                "author_info": {
                    "author_name": "Alik",
                    "author_img": "https://i.ibb.co/MVL9GLT/amit-4e4f7e42a9450ced83c69dcf977cbb55.jpg",
                    "designation": "blogger",
                    "followers": "2.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/mD41fWT/COINFLEX-Forex-graph-hologram.jpg",
                    "title": "Three Arrows Capital, CoinFLEX founders plot ‘crypto claims’ exchange",
                    "description": "n a story almost too stupid to invent, the disgraced founders of Three Arrows Capital (3AC) are teaming up with the principals behind the troubled CoinFLEX exchange on a new exchange focused on the claims of failed ‘crypto’ projects’ creditors.A pitch deck recently began circulating on Twitter regarding a proposed new digital assets exchange called GTX that was looking to raise $25 million to fund its launch. The Founding Team is listed as 3AC co-founders Kyle Davies and Su Zhu and CoinFLEX co-founders Mark Lamb and Sudhu Arumugan.",
                    "published_date": "2/1/2023"
                }
            },
            {
                "id": 2,
                "trending": 0,
                "author_info": {
                    "author_name": "Kalam",
                    "author_img": "https://i.ibb.co/MVL9GLT/amit-4e4f7e42a9450ced83c69dcf977cbb55.jpg",
                    "designation": "blogger",
                    "followers": "3.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/qFV1cqV/Bryan-Daugherty-for-Coin-Geek-Livestream.jpg",
                    "title": "SmartLedger’s Greg Ward, Bryan Daugherty, and Shawn Ryan on CoinGeek Weekly Livestream",
                    "description": "In the first CoinGeek Weekly Livestream of 2023, Kurt Wuckert Jr. talked to the SmartLedger team about what they’ve been working on, including live demonstrations of their products. This episode was broadcast from the Bitcoin citadel in South Florida.Wuckert explains that so many people are doing so many great things in BSV that it’s difficult to keep up. He wanted the livestream to highlight the various things happening in the ecosystem, and he’s determined to talk to as many interesting characters and entrepreneurs as possible.",
                    "published_date": "3/1/2023"
                }
            },
            {
                "id": 3,
                "trending": 1,
                "author_info": {
                    "author_name": "Selim",
                    "author_img": "https://i.ibb.co/MVL9GLT/amit-4e4f7e42a9450ced83c69dcf977cbb55.jpg",
                    "designation": "blogger",
                    "followers": "4.3k"
                },
                "blog_info": {
                    "img": "https://i.ibb.co/WVdShD8/Joshua-Henslee-for-Coin-Geek-Livestream.jpg",
                    "title": "Joshua Henslee on Robinhood’s delisting of BSV: Just another short-term blow",
                    "description": "Robinhood delisted BSV, and it will come into effect on January 25, 2023. This follows Bitfinex delisting BSV at the end of 2022. Henslee describes it as “just another blow,” although he sees it as short-term.Henslee always keeps it real and acknowledges that this isn’t a positive event. He scoffs at people who are trying to spin this as a good thing, noting that liquidity is one of the main problems in the immediate term. Robinhood is a major off-ramp, and with the HandCash USDC solution still not active, it’s going to cause problems for some in the BSV ecosystem who need to exchange their tokens for dollars.",
                    "published_date": "1/1/2023"
                }
            }
        ]
    }
]